albert.tabout
alexcvzz.vscode-sqlite
arturock.gitstash
balramchavan.smart-imports
ban.spellright
batisteo.vscode-django
burkeholland.simple-react-snippets
carbonid1.emmet-jss
christian-kohler.path-intellisense
codista.vscode-autosave
dbaeumer.vscode-eslint
docsmsft.docs-markdown
docsmsft.docs-preview
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dskwrk.vscode-generate-getter-setter
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
humao.rest-client
ionutvmi.path-autocomplete
juanblanco.solidity
kevinrose.vsc-python-indent
leizongmin.node-module-intellisense
luiscarch11.dart-dto-generator
mcright.auto-save
mgmcdermott.vscode-language-babel
miclo.sort-typescript-imports
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
natqe.reload
njpwerner.autodocstring
nomicfoundation.hardhat-solidity
nrwl.angular-console
numso.prettier-standard-vscode
oderwat.indent-rainbow
orsenkucher.vscode-graphql
perkovec.emoji
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
prisma.prisma
rangav.vscode-thunder-client
rapidapi.vscode-services
reactreedev.reactree
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sidthesloth.html5-boilerplate
sourcegraph.cody-ai
steoates.autoimport
stringham.move-ts
tomblind.scm-buttons-vscode
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-spring-boot-dashboard
wallabyjs.quokka-vscode
wholroyd.jinja
wscats.eno
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
